Repository: jmlich/qthlocator
Catalog: po/*.po
Languages: cs, nl

source: Transmission detail
cs: Detaily spojení
nl: Uitzendgegevens

source: Date and Time
cs: Datum a čas
nl: Datum en tijd

source: Select date and time
cs: Vybrat datum a čas
nl: Kies een datum en tijd

source: Set date and time
cs: Nastavit datum a čas
nl: Datum en tijd instellen

source: Band
cs: Pásmo

source: e.g. PMR/UHF
cs: např PMR/UHF
nl: bijv. PMR of UHF

source: Your call sign
cs: Váš volací znak
nl: Mijn bijnaam

source: Your type
cs: Váš typ
nl: Mijn type

source: e.g. home/mobile/portable
cs: např.: home/mobile/portejbl
nl: bijv. thuis, mobiel of draagbaar

source: Your place
cs: Vaše poloha
nl: Mijn locatie

source: e.g. Mount Everest
cs: např.: Mount Everest
nl: bijv. Mount Everest

source: Your altitude
cs: Vaše nadm. výška
nl: Mijn hoogte

source: in meters
cs: v metrech

source: Your locator
cs: Váš lokátor
nl: Mijn locatiedienst

source: e.g. JN89GE
cs: např.: JN89GE
nl: bijv. JN89GE

source: Station call sign
cs: Volací znak stanice
nl: Stationsnaam

source: Station type
cs: Typ stanice
nl: Stationstype

source: Station place
cs: Místo stanice
nl: Stationslocatie

source: e.g. Mont Blanc
cs: např. Mont Blanc
nl: bijv. Mont Blanc

source: Station Locator
cs: Lokátor stanice
nl: Stationslocatiedienst

source: Comment
cs: Poznámka
nl: Opmerking

source: Save
cs: Uložit
nl: Opslaan

source: Log
cs: Deník
nl: Logboek

source: QTH Locator
cs: QTH Lokátor
nl: QTH-locatie

source: Your position
cs: Vaše poloha
nl: Mijn locatie

source: Latitude: %1
cs: Zeměpisná šířka: %1
nl: Breedtegraad: %1

source: Longitude: %1
cs: Zeměpisná délka: %1
nl: Lengtegraad: %1

source: Contacted Station (callsign, grid square)
cs: Připojená stanice (volačka, lokátor)
nl: Gecontacteerd station (roepletters)

source: Distance: %1, Bearing: %2
cs: Vzdálenost: %1, Směr: %2
nl: Afstand: %1 - Reikwijdte: %2

source: Add to log
cs: Přidat do deníku
nl: Noteren in logboek

source: Ready
cs: Připraveno
nl: Gereed

source: Not set
cs: Není nastaveno
nl: Niet-ingesteld

source: Error
cs: Chyba
nl: Foutmelding

source: Loading ...
cs: Načítá se ...
nl: Bezig met ladenâ€¦

source: Unknown error
cs: Neznámá chyba
nl: Onbekende fout
